<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Insert title here</title>
</head>
<body>
<h2>개인정보취급방침</h2>
<주식회사 구브레인>('http://www.dDOKKY.kr'이하 'DOKKY')은(는) 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.

<br/><br/>
<주식회사 구브레인>('DOKKY') 은(는) 회사는 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.
<br/>
<br/>
○ 본 방침은부터 2017년 6월 8일부터 시행됩니다.
<br/>
<br/>
1. 개인정보의 처리 목적 <주식회사 구브레인>('http://www.DOKKY.kr'이하 'DOKKY')은(는) 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.
<br/><br/>

가. 홈페이지 회원가입 및 관리
<br/>
회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 서비스 부정이용 방지, 고충처리, 분쟁 조정을 위한 기록 보존 등을 목적으로 개인정보를 처리합니다.
<br/><br/>

나. 민원사무 처리
<br/>
민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등을 목적으로 개인정보를 처리합니다.
<br/><br/>

다. 재화 또는 서비스 제공
<br/>
서비스 제공, 콘텐츠 제공, 맞춤 서비스 제공, 본인인증 등을 목적으로 개인정보를 처리합니다.
<br/><br/>

라. 마케팅 및 광고에의 활용
<br/>
신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공 , 인구통계학적 특성에 따른 서비스 제공 및 광고 게재 , 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.
<br/><br/><br/>



2. 개인정보 파일 현황
<br/><br/>

1. 개인정보 파일명 : DOKKY_privacy
<br/>
- 개인정보 항목 : 비밀번호, 로그인ID, 이름, 이메일, 접속 IP 정보, 쿠키, 서비스 이용 기록, 접속 로그
<br/>
- 수집방법 : 홈페이지
<br/>
- 보유근거 : 개인정보처리방침
<br/>
- 보유기간 : 3년
<br/>
- 관련법령 : 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년, 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년, 대금결제 및 재화 등의 공급에 관한 기록 : 5년, 계약 또는 청약철회 등에 관한 기록 : 5년, 표시/광고에 관한 기록 : 6개월
<br/><br/><br/>



3. 개인정보의 처리 및 보유 기간
<br/><br/>

① <주식회사 구브레인>('DOKKY')은(는) 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집시에 동의 받은 개인정보 보유,이용기간 내에서 개인정보를 처리,보유합니다.
<br/><br/>

② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
<br/><br/>

1.<홈페이지 회원가입 및 관리>
<br/>
<홈페이지 회원가입 및 관리>와 관련한 개인정보는 수집.이용에 관한 동의일로부터<3년>까지 위 이용목적을 위하여 보유.이용됩니다.
<br/>
-보유근거 : 개인정보처리방침
<br/>
-관련법령 : 1)소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
<br/>
2) 대금결제 및 재화 등의 공급에 관한 기록 : 5년
<br/>
3) 표시/광고에 관한 기록 : 6개월
<br/>
<br/>
<br/>
4. 개인정보의 제3자 제공에 관한 사항
<br/>
<br/>
① <주식회사 구브레인>('http://www.DOKKY.kr'이하 'DOKKY')은(는) 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
<br/>
<br/>
② <주식회사 구브레인>('http://www.DOKKY.kr')은(는) 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.
<br/>
<br/>
<br/>
1. <주식회사 구브레인>
<br/>
- 개인정보를 제공받는 자 : 주식회사 구브레인
<br/>
- 제공받는 자의 개인정보 이용목적 : 비밀번호, 로그인ID, 이름, 이메일
<br/>
- 제공받는 자의 보유.이용기간: 준영구
<br/>
<br/>
<br/>
5. 개인정보처리 위탁
<br/>
<br/>
① <주식회사 구브레인>('DOKKY')은(는) 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.
<br/>
<br/>
② <주식회사 구브레인>('http://www.DOKKY.kr'이하 'DOKKY')은(는) 위탁계약 체결시 개인정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적?관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리?감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.
<br/>
<br/>
③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.
<br/>
<br/>
</body>
</html>